13/data/attachments/a4dcf45b1c6c7b93.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Tony_while_Actions_43961_2</nif:username>
            <nif:friendToBeRequested>soap_actions_02bb31c7-3d88-4dc5-b1ca-a5c8c878fa5b</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>